---
kind: other
id: Methods.T:Autodesk.Revit.DB.TableSectionData
source: html/0c47650b-80d6-df85-2c14-cdcaa80f9809.htm
---
# TableSectionData Methods

Identifies if the style can be overridden in the given cell.